#
# Конфиг дискорд бота
#
settings = {
    'token': '',
    'bot': 'TestBot123',
    'id': 754367982695874670,
    'prefix': '.' # Префикс бота
}

tech_channel = 962088406052126760 # Технический канал
code_channel = 779000915834830848 # Канал для отправки кодов

admin_id = 503175467172364288 # ID админа или того, чьи сообщения не будут удаляться в канале кодов
guild_id = 744920359437861005 # ID сервера

before_log = ''

zalgo = ['̊', '̆', '̷', '̿', '͂', '̾', '̄', '͝', '̈', '̴', 'ban']

#
# Конфиг роли "Студент"
#
student_role = 962109557025439836
student_code = 'kn34vp'

student_message = 'Поздравляем, отныне вы почетный студент в центре\n коммуникаций Kaino Discord. Ваш никнейм будет\n выделен особым цветом, а в дальнейшем - ждут новые\n привилегии.'